IDEA Open Model
ColumnDataEc2.GeometricImperfectionsSLS Property
Compatible with IDEA StatiCa Beta 20.0
 Use calculation geometric imperfections for SLS
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool GeometricImperfectionsSLS { get; set; }
Public Property GeometricImperfectionsSLS As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace